tap "hashicorp/tap"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "automake"
brew "xz"
brew "boost"
brew "bazel", link: false
brew "bazelisk"
brew "bison"
brew "chruby"
brew "gdbm"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "libffi"
brew "libyaml"
brew "mysql"
brew "neovim"
brew "numpy"
brew "openssl@1.1"
brew "postgresql@14", restart_service: :changed
brew "python@3.11"
brew "python@3.12"
brew "python@3.13"
brew "ripgrep"
brew "ruby-install"
brew "tmux"
brew "wget"
brew "hashicorp/tap/terraform"
brew "qmk/qmk/qmk"
cask "android-platform-tools"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/ramya-rao-a/go-outline"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "cargo-lipo"
